"Part1" = "DANSK";
"Part2" = "APPLE INC.";
"Part3" = "SOFTWARELICENSAFTALE TIL GENVEJE TIL iOS";
"Part4" = "DENNE LICENSAFTALE FOR SOFTWARE (I DET FØLGENDE KALDET “LICENS”) BØR LÆSES GRUNDIGT IGENNEM FØR IBRUGTAGNING AF APPLE-SOFTWARE. VED AT BRUGE APPLE-SOFTWARE ERKLÆRER LICENSTAGER SIG INDFORSTÅET MED AT VÆRE UNDERLAGT BETINGELSERNE I NÆRVÆRENDE LICENS. HVIS LICENSTAGER IKKE ØNSKER AT VÆRE BUNDET AF NÆRVÆRENDE LICENS, SKAL LICENSTAGER UNDLADE AT INSTALLERE OG/ELLER BRUGE SOFTWAREN.";
"Part5" = "VIGTIGT: I den udstrækning denne software må bruges til at reproducere, ændre, publicere og distribuere materiale, giver den kun licenstager ret til at reproducere, ændre, publicere og distribuere materiale, som ikke er beskyttet af ophavsret, materiale, som licenstager ejer rettighederne til, og materiale, som licenstager har ret til eller har fået tilladelse til at reproducere, ændre, publicere eller distribuere. Søg juridisk bistand, hvis der er tvivl om, hvorvidt licenstager har ret til at kopiere, ændre, publicere og distribuere materiale.";
"Part6" = "1. Generelt.";
"Part7" = "A. Apple Inc. (“Apple”) giver hermed licenstager licens til at bruge Apples software samt tredjeparters software, dokumentation, grænseflader, indhold, skrifter og evt. data, som følger med denne licens, uanset om de forefindes som ROM (Read Only Memory) eller på andet medie (under et kaldet “Apple-software”) i henhold til betingelserne i denne licensaftale. Apple og/eller Apples licensgivere bevarer ejendomsretten til selve Apple-softwaren og forbeholder sig alle de rettigheder, som ikke udtrykkeligt er givet til licenstager. ";
"Part8" = "B. Apple vil efter eget valg evt. frigive fremtidige opgraderinger eller opdateringer til Apple-softwaren til licenstagers kompatible iOS-enhed fra Apple. Evt. Apple-softwareopgraderinger og -opdateringer inkluderer ikke nødvendigvis alle de eksisterende softwarefunktioner eller nye funktioner, som Apple frigiver til nyere eller andre modeller af iOS-enheder. Licenstagers rettigheder i henhold til denne licens omfatter alle de softwareopgraderinger eller -opdateringer leveret af Apple til det originale Apple-softwareprodukt, medmindre opgraderingerne eller opdateringerne indeholder en separat licens, i hvilket fald licenstager erklærer sig indforstået med, at betingelserne i den licens er gældende for sådanne opgraderinger eller opdateringer. ";
"Part9" = "2. Tilladt brug og begrænsninger i henhold til licens.";
"Part10" = "A. Licens. I henhold til betingelserne i denne licensaftale og i overensstemmelse med de “ Regler for brug af tjenester og indhold”, der findes i Vilkår og betingelser for Apples medietjenester (https://www.apple.com/legal/internet-services/itunes/) (“regler for brug”), har licenstager – medmindre licenstager har fået Apple-softwaren som beskrevet i paragraf 2B – en begrænset og ikke eksklusiv licens, som ikke kan overdrages, til at installere og bruge Apple-softwaren på alle de kompatible iOS-enheder fra Apple, som licenstager ejer eller kontrollerer. Licenstager må ikke distribuere eller gøre Apple-software tilgængelig via et netværk, hvor den kan bruges af flere enheder samtidig. Licenstager må ikke udleje, lease, udlåne, sælge, videredistribuere eller sublicensere Apple-software til andre.";
"Part11" = "B. Licens til flere brugere eller vedligeholdelseslicens. Hvis licenstager har fået Apple-softwaren som en del af en aftale med Apple om licens til flere brugere eller vedligeholdelseslicens, afgør betingelserne i licensen til flere brugere eller vedligeholdelseslicensen, hvor mange kopier af Apple-softwaren licenstager må hente, installere, bruge og afvikle på iOS-enheder fra Apple, som licenstager ejer eller kontrollerer. Medmindre andet fremgår af en skriftlig aftale med Apple, gælder alle de øvrige betingelser og vilkår i nærværende licensaftale for licenstagers brug af den Apple-software, der er leveret i henhold til en licens til flere brugere eller en vedligeholdelseslicens.";
"Part12" = "C. Systemkrav. Apple-softwaren understøttes kun af hardware fra Apple, som opfylder de systemkrav, der er anført af Apple.";
"Part13" = "D. Indhold og digitalt materiale. Adkomst og immaterielle rettigheder til indhold, herunder varemærker, logoer og billeder, der vises eller gøres tilgængeligt via Apple-software, tilhører de respektive ejere af indholdet. Det pågældende indhold kan være beskyttet af love og forordninger om ophavsret, varemærker eller andre immaterielle rettigheder og kan være underlagt betingelser for brug fra den tredjepart, der har leveret indholdet. Medmindre andet fremgår af nærværende licens, (i) giver denne licens ikke licenstager ret til at bruge sådant indhold, og den garanterer heller ikke, at indholdet altid vil være tilgængeligt for licenstager, og (ii) licenstager må ikke kommercielt eller på anden vis bruge, udskille eller distribuere evt. fotografier, logoer, tekst, kode, billeder, grafik, udsmykning, lyd, video eller lignende aktiver alene (“digitalt materiale”), som findes i eller leveres som en del af Apple-softwaren, eller på anden vis bruge digitalt materiale uden for den kontekst, hvor det er beregnet til brug som en del af Apple-softwaren.";
"Part14" = "E. Brug af genveje. Licenstager erklærer sig indforstået med, at ansvaret for alle genveje til apps og internethandlinger (”genveje”) udelukkende påhviler den eller de parter, hvorfra genvejene stammer. Apple har ingen kontrol med og påtager sig intet ansvar for tredjepartsgenvejes indhold og funktionalitet. Licenstagers brug af genveje er for egen risiko, og licenstager er alene ansvarlig for at overholde de tredjepartsaftaler- og betingelser, der måtte være forbundet med brugen af en genvej. Licenstager erklærer sig indforstået med, at Apple ikke er forpligtet til at præscreene genveje, selvom Apple forbeholder sig retten til efter eget valg at præscreene, afvise, deaktivere eller fjerne enhver genvej. ";
"Part15" = "F. Deling af genveje. Apple-software giver muligvis licenstager adgang til at dele genveje, som licenstager har oprettet, med andre via et weblink. Licenstagers delte genvej lagres, sammen med evt. integreret indhold, på Apples servere for at muliggøre deling, og den vil evt. blive brugt til generelt at forbedre Apples produkter og tjenester. Licenstagers delte genvej vil, sammen med evt. integreret indhold, være tilgængelig for alle med adgang til weblinket, og disse personer kan kopiere, gemme, ændre og videredistribuere en kopi af licenstagers genvej og alt ingetreret indhold. Ved at dele en genvej garanterer licenstager, at: (1) licenstager har alle de nødvendige rettigheder og licenser til pågældende genvej, og at den ikke vil krænke en anden parts rettigheder; og (2) enhver genvej, som licenstager deler, ikke vil stride imod nogen love, medvirke eller opmuntre til krænkende eller på anden vis ulovlig opførsel, eller på anden vis være uanstændig eller vulgær. Licenstager erklærer sig indforstået med, at Apple ikke er forpligtet til at gennemgå genveje, som licenstager deler, selvom Apple forbeholder sig retten til efter eget valg at gennemgå, deaktivere eller fjerne enhver genvej, som licenstager deler.";
"Part16" = "G. Begrænsning af brug. Licenstager erklærer sig indforstået med ikke at ville hente, publicere, e-maile, overføre, dele eller på anden vis tilgængeliggøre en genvej, som: (1) er ulovlig, skadevoldende, ærekrænkende, vulgær, uanstændig, injurierende eller anstødelig i forhold til race, etnisk oprindelse eller andet; (2) strider mod eller opmuntrer til en opførsel, der ville stride mod, gældende love eller forordninger eller på anden vis ville give anledning til civilretligt ansvar; (3) fremmer diskrimination, snæversynethed, racisme, had, chikane eller skade i forhold til enkeltpersoner eller grupper; (4) er voldsom eller truende eller fremmer personrettede handlinger, der er voldelige eller truende; (5) fremmer ulovlige eller skadelige aktiviteter eller (6) licenstager ved eller tror, er falsk, misvisende, svigagtig eller på nogen måde vildledende over for den, der bruger genvejen. Licenstager er desuden indforstået med ikke at ville forstyrre, afbryde eller forårsage unødig belastning af servere eller netværk, der er forbundet til Apple-softwaren eller tredjepartssoftwareprogrammer, -tjenester eller -websteder på licenstagers iOS-enhed (“tredjepartsapps”), eller handle i modstrid med de bestemmelser, politikker eller procedurer, der gælder for disse netværk eller tredjepartsapps.";
"Part17" = "H. Tredjepartsapps. Det kan være nødvendigt for Apple-softwaren at få adgang til visse tredjepartsapps for at kunne fuldføre visse genveje. Licenstager erklærer sig udtrykkeligt indforstået med og godkender, at Apple-softwaren får adgang til og bruger disse tredjepartsapps på licenstagers vegne i den udstrækning dette måtte være nødvendigt for at fuldføre genvejen med Apple-softwaren. I den udstrækning Apple-software har adgang til tredjepartsapps, har Apple ingen udtrykkelig eller underforstået forpligtelse til at yde teknisk eller anden support til disse tredjepartsapps. Kontakt forhandleren, producenten eller udbyderen af den pågældende software eller tjeneste for at få teknisk support og kundeservice til vedkommendes software, tjenester websted og/eller produkter. LICENSTAGER ERKLÆRER SIG DESUDEN INDFORSTÅET MED AT VÆRE BUNDET AF OG VILLE OVERHOLDE ALLE RELEVANTE BETINGELSER FOR BRUG AF ELLER ANDRE AFTALER VEDRØRENDE DISSE TREDJEPARTSAPPS UNDER BRUG AF APPLE-SOFTWAREN. LICENSTAGER ER ALENE ANSVARLIG FOR AT SIKRE, AT ALLE GENVEJE OVERHOLDER DE RELEVANTE BETINGELSER FOR HVER ENKELT TREDJEPARTSAPP, DER BRUGES AF GENVEJEN. APPLE GARANTERER IKKE, AT GENVEJE OVERHOLDER BETINGELSERNE FOR TREDJEPARTSAPPS, OG APPLE ER IKKE ANSVARLIG FOR NOGEN TREDJEPARTSGENVEJE.";
"Part18" = "I. Ingen “reverse engineering”. Licenstager må ikke og erklærer sig indforstået med ikke at ville eller at give andre mulighed for at kopiere (medmindre det udtrykkeligt er tilladt i henhold til denne licensaftale eller reglerne for brug, hvis de gælder for licenstager), dekompilere, udføre “reverse engineering”, adskille, ændre eller afkryptere, forsøge at udskille kildekoden til eller fremstille andre produkter på grundlag af Apple-softwaren eller de tjenester, der leveres af Apple-softwaren, eller dele deraf (medmindre begrænsninger som ovenfor er forbudt af gældende lov, eller sådan brug er tilladt i henhold til de licensbetingelser, der gælder for open source-komponenter, som er inkluderet i Apple-softwaren).";
"Part19" = "J. Overholdelse af love. Licenstager erklærer sig indforstået med at bruge Apple-softwaren og -tjenester (som defineret nedenfor i paragraf 4) i overensstemmelse med gældende lov, inkl. lokale love i det land eller område, hvor licenstager er bosiddende, eller hvor licenstager henter eller bruger Apple-software og -tjenester.";
"Part20" = "K. Automatiske opdateringer. Hvis licenstager vælger at tillade automatiske programopdateringer, vil licenstagers enhed regelmæssigt søge efter opdateringer og opgraderinger til Apple-softwaren hos Apple, og hvis der findes en opdatering eller opgradering, hentes den automatisk og installeres på licenstagers enhed og evt. på ydre enheder. Licenstager kan altid slå automatiske programopdateringer fra ved at ændre indstillingerne til automatiske programopdateringer i Indstillinger.";
"Part21" = "3. Tilladelse til brug af data. ";
"Part22" = "A. Analysedata. Hvis licenstager giver sin tilladelse til indsamling af analysedata, erklærer licenstager sig indforstået med, at Apple, dets datterselskaber og agenter må indsamle, vedligeholde, behandle og bruge diagnostiske og tekniske oplysninger, oplysninger om brug samt lignende oplysninger, inklusive – men ikke begrænset til – entydige system- eller hardware-id’er, oplysninger om iOS-enheden, systemet og programmer samt ydre enheder. Disse oplysninger indsamles regelmæssigt med henblik på at levere og forbedre Apples produkter og tjenester, levere softwareopdateringer, produktsupport og andre tjenester til licenstager (om muligt) i forbindelse med Apple-softwaren og med henblik på at sikre, at betingelserne i denne licens overholdes. Apple må bruge disse oplysninger, så længe de indsamles på en måde, som ikke gør det muligt at identificere licenstager personligt, til ovenstående formål. Med henblik på at give sine partnere og tredjepartsudviklere mulighed for at forbedre deres software, hardware og tjenester, der er designet til brug med Apples produkter, kan Apple evt. give en sådan partner eller tredjepartsudvikler nogle af de diagnostiske oplysninger, der er relevante for den pågældende partners eller tredjepartsudviklers software, hardware og/eller tjenester, så længe de diagnostiske oplysninger er i en form, som ikke identificerer licenstager personligt. ";
"Part23" = "B. Lokalitetsdata. Apple og dets partnere, licensgivere og tredjepartsudviklere leverer via Apple-software evt. tjenester, som kræver brug af lokalitetsoplysninger. Med henblik på at levere og forbedre disse tjenester, hvor det er muligt, kan Apple og dets partnere, licensgivere og tredjepartsudviklere sende, indsamle, opbevare, behandle og bruge licenstagers lokalitetsoplysninger. De lokalitetsdata og forespørgsler, som Apple indsamler, indsamles på en måde, som ikke gør det muligt at identificere licenstager personligt, og vil evt. blive brugt af Apple og dets partnere, licensgivere og tredjepartsudviklere til at levere og forbedre lokalitetsbaserede produkter og tjenester. Ved at bruge lokalitetsbaserede tjenester leveret af eller via Apple-softwaren erklærer licenstager sig indforstået med, at Apple og dets partnere, licensgivere og tredjepartsudviklere sender, indsamler, vedligeholder, behandler og bruger licenstagers lokalitetsdata og forespørgsler til at levere og forbedre disse produkter og tjenester. Licenstager kan altid tilbagetrække sit samtykke vha. indstillingen Lokalitetstjenester på iOS-enheden ved at slå den globale indstilling Lokalitetstjenester fra eller ved at slå den individuelle lokalitetsindstilling fra i Apple-softwaren. Ved på iOS-enheden at benytte tredjepartsprogrammer eller -tjenester, som bruger eller leverer lokalitetsdata, er licenstager underlagt og bør læse disse tredjeparters betingelser for brug og politik med hensyn til beskyttelse af personlige oplysninger i forbindelse med brug af de pågældende programmer eller tjenester.";
"Part24" = "C. Anonymitetspolitik. Licenstagers oplysninger vil til enhver tid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Tjenester og materiale fra tredjeparter.";
"Part26" = "A. Generelt. Apple-softwaren kan give adgang til Apples iTunes Store og andre webtjenester og websteder fra Apple og tredjeparter (under et kaldet “tjenester”). Brug af disse tjenester Apple-softwaren kan give adgang til Apples iTunes Store, App Store, iCloud, Kort og andre tjenester og websteder fra Apple og tredjeparter (under et kaldet “tjenester”). Disse tjenester findes evt. ikke på alle sprog eller i alle lande. Brug af disse tjenester kræver internetadgang, og brug af visse tjenester kræver evt. et Apple-id, accept af yderligere betingelser og betaling af ekstra gebyrer. Ved at bruge denne software i forbindelse med en iTunes Store-konto, en Apple-id-konto eller en anden Apple-tjeneste erklærer licenstager sig indforstået med de relevante betingelser for brug af den pågældende tjeneste, f.eks. de nyeste Vilkår og betingelser for Apples medietjenester, der kan ses på https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Hvis licenstager vælger at bruge iCloud-tjenester via Apple-softwaren, er brugen underlagt følgende ekstra betingelser: Vilkår og betingelser for iCloud på https://www.apple.com/legal/internet-services/icloud/ og Apples politik med hensyn til beskyttelse af kunders identitet på https://www.apple.com/legal/privacy/.";
"Part28" = "C. Licenstager erklærer sig indforstået med, at der i forbindelse med brug af disse tjenester kan forekomme indhold, der kan virke anstødeligt, uanstændigt eller vulgært, og at dette indhold evt. ikke er forsynet med en advarsel. Licenstager erklærer sig indforstået med, at brugen af disse tjenester sker på egen risiko, og at Apple ikke har noget ansvar for indhold, der kan forekomme anstødeligt, uanstændigt eller vulgært. ";
"Part29" = "D. Nogle tjenester kan vise, inkludere eller give adgang til tjenester, indhold, data, oplysninger, programmer og materiale fra tredjeparter (“materiale fra tredjeparter”) eller vise henvisninger til tredjeparters websteder eller programmer. Ved at bruge disse tjenester erklærer licenstager sig indforstået med, at Apple ikke har noget ansvar for at undersøge eller vurdere indholdet, nøjagtigheden, fuldstændigheden, aktualiteten, gyldigheden, lovligheden med hensyn til ophavsret, anstændigheden, kvaliteten eller andre aspekter af tredjeparters materiale, programmer eller websteder. Apple, dets agenter, partnere og datterselskaber yder ingen garanti for, anbefaler ikke og er ikke ansvarlig over for licenstager og andre personer for tredjeparters tjenester, materiale, programmer eller websteder eller for tredjeparters øvrige produkter. Henvisninger til tredjeparters websteder eller programmer leveres kun af praktiske hensyn. ";
"Part30" = "E. Ved at overføre indhold via tjenesterne erklærer licenstager at være ejer af alle rettigheder til – eller at have tilladelse til at overføre – dette indhold, og at indholdet ikke krænker nogen af betingelserne for brug af tjenesterne. Licenstager erklærer sig indforstået med, at der i tjenester findes indhold, oplysninger og materialer, inklusive – men ikke begrænset til – digitalt materiale, der ejes af Apple, webstedets ejer og/eller deres licensgivere og er beskyttet af de relevante love om immaterielle rettigheder og andre love, inklusive – men ikke begrænset til – love om ophavsret. Licenstager erklærer sig indforstået med ikke at ville bruge dette indhold, disse oplysninger eller disse materialer til andet end tilladt brug af tjenesterne eller på andre måder, der strider imod betingelserne i nærværende licensaftale eller krænker en tredjeparts eller Apples immaterielle rettigheder. Tjenesterne eller dele heraf må ikke reproduceres på nogen måde. Licenstager erklærer sig indforstået med ikke at ville ændre, udleje, lease, udlåne, sælge, distribuere eller fremstille materiale på grundlag af disse tjenester og ikke at ville benytte tjenesterne på ulovlig vis, inklusive – men ikke begrænset til – bruge tjenesterne til at overføre computervira, orme, trojanske heste og anden ondsindet software ved hjælp af ulovlig netværksindtrængen eller overbelastning af netværk. Licenstager erklærer sig desuden indforstået med ikke at ville bruge tjenesterne til at chikanere, fornærme, forfølge, true, smæde eller på anden vis krænke en anden part og dennes rettigheder, og at Apple på ingen måde er ansvarlig for sådan brug af tjenesterne fra licenstagers side eller for evt. chikane, trusler, fornærmelser, krænkelser eller ulovligheder, som licenstager modtager pga. sin brug af disse tjenester.";
"Part31" = "F. Tjenester og indhold fra tredjeparter, hvortil der er adgang, henvises til eller vises via Apple-softwaren, er derudover ikke tilgængelige på alle sprog eller i alle lande eller områder. Apple yder ingen garanti for, at disse tjenester og dette materiale fra tredjeparter er anstændige eller tilgængelige og kan bruges på et bestemt sted. Hvis licenstager vælger at bruge eller åbne disse tjenester og dette materiale fra tredjeparter, sker det på eget initiativ, og licenstager er selv ansvarlig for at overholde de relevante love, inklusive – men ikke begrænset til – de relevante lokale love samt love om anonymitet og dataindsamling. Apple og dets licensgivere forbeholder sig til enhver tid ret til at ændre, stoppe, fjerne eller slå adgang til tjenester fra uden varsel. Apple er under ingen omstændigheder ansvarlig for tab, der skyldes, at der ikke længere er adgang til disse tjenester. Apple kan desuden fastsætte begrænsninger med hensyn til brugen af og adgang til visse tjenester uden varsel, og uden at det medfører erstatningsansvar. ";
"Part32" = "5. Ophør. Denne licens er gældende, indtil den opsiges. Licenstagers rettigheder i henhold til denne licens ophører automatisk eller bringes på anden vis til ophør uden varsel fra Apple, hvis licenstager ikke overholder betingelserne i aftalen. Når aftalen ophører, skal licenstager ophøre med at bruge Apple-softwaren og destruere alle kopier af Apple-softwaren eller dele heraf. Paragrafferne 2I, 3, 4, 5, 6, 7, 8, 10 og 11 i denne licens gælder, selvom denne licens opsiges.";
"Part33" = "6. Ingen reklamationsret. ";
"Part34" = "A. Hvis licenstager er en kunde, som er privat forbruger (dvs. en person, som ikke bruger Apple-software i forbindelse med sit fag, sin virksomhed eller sin profession), har licenstager evt. andre rettigheder i sit hjemland, så følgende begrænsninger ikke gælder, og hvis disse begrænsninger ikke er tilladt, gælder de ikke. Licenstager kan få flere oplysninger om sine rettigheder som forbruger hos en forbrugerorganisation.";
"Part35" = "B. LICENSTAGER ERKLÆRER SIG INDFORSTÅET MED OG ER ENIG I, AT DET – FOR SÅ VIDT SOM DET ER LOVLIGT – HELT ER DENNES EGEN BESLUTNING OG PÅ DENNES RISIKO AT ANVENDE DEN AF NÆRVÆRENDE LICENS OMFATTEDE APPLE-SOFTWARE OG EVT. TJENESTER UDFØRT AF ELLER ÅBNET VIA APPLE-SOFTWAREN. ";
"Part36" = "C. FOR SÅ VIDT SOM LOVEN TILLADER DET, LEVERES APPLE-SOFTWARE OG -TJENESTER, SOM “DE ER OG FOREFINDES”, MED EVT. MANGLER OG UDEN GARANTI AF NOGEN ART, OG APPLE OG APPLES LICENSGIVERE (I PKT. 6 OG 7 UNDER ÉT KALDET “APPLE”) FRASKRIVER SIG HERMED ENHVER UDTRYKKELIG, UNDERFORSTÅET ELLER LOVBESTEMT GARANTIFORPLIGTELSE I FORBINDELSE MED APPLE-SOFTWARE OG -TJENESTER, INKLUSIVE – MEN IKKE BEGRÆNSET TIL – ENHVER GARANTI FOR GODT KØBMANDSKAB, TILFREDSSTILLENDE KVALITET, EGNETHED TIL BESTEMTE FORMÅL, NØJAGTIGHED OG UFORSTYRRET BESIDDELSE ELLER ENHVER GARANTI FOR, AT TREDJEPARTERS RETTIGHEDER IKKE KRÆNKES. ";
"Part37" = "D. APPLE YDER INGEN GARANTI FOR, AT APPLE-SOFTWARE OG -TJENESTER KAN BENYTTES UDEN AFBRYDELSER, AT FUNKTIONERNE I ELLER TJENESTERNE, DER UDFØRES ELLER LEVERES AF APPLE-SOFTWAREN, VIL OPFYLDE LICENSTAGERS BEHOV, AT AFVIKLINGEN AF APPLE-SOFTWARE ELLER -TJENESTER VIL FORLØBE FEJLFRIT OG UDEN AFBRYDELSER, AT TJENESTER VIL VEDBLIVE MED AT VÆRE TILGÆNGELIGE, AT EVENTUELLE FEJL I APPLE-SOFTWARE ELLER -TJENESTER VIL BLIVE RETTET, ELLER AT APPLE-SOFTWARE ER KOMPATIBEL ELLER KAN SAMARBEJDE MED SOFTWARE, PROGRAMMER ELLER TJENESTER FRA TREDJEPARTER. INSTALLERING AF DENNE APPLE-SOFTWARE KAN HAVE BETYDNING FOR TILGÆNGELIGHEDEN OG BRUGEN AF SOFTWARE, PROGRAMMER ELLER TJENESTER FRA TREDJEPARTER SAMT APPLE-PRODUKTER OG -TJENESTER. ";
"Part38" = "E. LICENSTAGER ERKLÆRER SIG DESUDEN INDFORSTÅET MED, AT APPLE-SOFTWARE OG -TJENESTER IKKE ER BEREGNET ELLER EGNET TIL BRUG I SITUATIONER ELLER OMGIVELSER, HVOR FEJL ELLER FORSINKELSER ELLER UNØJAGTIGHEDER I INDHOLD, DATA ELLER OPLYSNINGER, DER LEVERES AF APPLE-SOFTWARE ELLER -TJENESTER, KAN MEDFØRE DØDSFALD, PERSONSKADE, OMFATTENDE FYSISKE ØDELÆGGELSER ELLER MILJØSKADER, INKLUSIVE – MEN IKKE BEGRÆNSET TIL – DRIFT AF ATOMREAKTORER, NAVIGATIONSSYSTEMER TIL LUFTFART, KOMMUNIKATIONSSYSTEMER, SYSTEMER TIL STYRING AF LUFTTRAFIKKEN, RESPIRATORER ELLER VÅBENSYSTEMER.";
"Part39" = "F. INGEN MUNDTLIGE ELLER SKRIFTLIGE OPLYSNINGER ELLER RÅD FRA APPLE ELLER EN PERSON ELLER ET SELSKAB AUTORISERET AF APPLE KAN I NOGET TILFÆLDE TRÆDE I STEDET FOR BETINGELSERNE I DENNE LICENS. SKULLE APPLE-SOFTWARE ELLER -TJENESTER VISE SIG AT VÆRE DEFEKTE, PÅHVILER DET LICENSTAGER AT INDESTÅ FOR ALLE OMKOSTNINGER I FORBINDELSE MED SERVICERING, REPARATION ELLER RETTELSE. OVENNÆVNTE BEGRÆNSEDE REKLAMATIONSRET GÆLDER ALENE I DEN UDSTRÆKNING, UFRAVIGELIGE LOVBESTEMMELSER IKKE ER TIL HINDER HERFOR. ";
"Part40" = "7. Begrænsning af ansvar. APPLE ER UNDER INGEN OMSTÆNDIGHEDER, HELLER IKKE I TILFÆLDE AF UAGTSOMHED, ERSTATNINGSPLIGTIG FOR TILFÆLDIGE ELLER SPECIELLE SKADER, FØLGESKADER (HERUNDER DRIFTSTAB), ØDELÆGGELSE ELLER TAB AF DATA, FEJL DER MEDFØRER, AT DER IKKE KAN SENDES ELLER MODTAGES DATA, DRIFTSAFBRYDELSER ELLER ANDRE SKADER ELLER TAB, DER MÅTTE OPSTÅ SOM RESULTATET AF BRUG/IKKE BRUG AF APPLE-SOFTWARE OG -TJENESTER ELLER SOFTWARE ELLER PROGRAMMER FRA TREDJEPARTER TIL BRUG MED APPLE-SOFTWARE, UANSET OM APPLE ER BLEVET ADVISERET OM MULIGHEDEN FOR SÅDANNE SKADER. UDELUKKELSEN AF ELLER BEGRÆNSNINGEN I ANSVAR FOR PERSONSKADER OG FØLGESKADER GÆLDER DOG ALENE I DEN UDSTRÆKNING, UFRAVIGELIGE LOVBESTEMMELSER IKKE ER TIL HINDER HERFOR. Apples samlede erstatningspligt over for licenstager for enhver skade (udover evt. lovkrav i forbindelse med personskader), ethvert tab eller foranstaltninger kan maksimalt udgøre $50,00. Ovenstående begrænsning af Apples ansvar gælder alene i den udstrækning, ufravigelige lovbestemmelser ikke er til hinder herfor.";
"Part41" = "8. Eksportkontrol. Licenstager må kun bruge og eksportere eller reeksportere Apple-software i overensstemmelse med gældende amerikansk lov og med gældende lov i det eller de lande, hvor Apple-softwaren blev købt. I særdeleshed – men ikke begrænset til – må Apple-software ikke eksporteres eller reeksporteres (a) til lande, som er underlagt handelsboykot fra USA, eller (b) til personer opført på det amerikanske finansministeriums liste over “Specially Designated Nationals” eller på det amerikanske handelsministeriums “Denied Person’s List or Entity List” eller nogen andre lister over begrænsede parter. Ved at bruge Apple-softwaren garanterer licenstager ikke at være bosiddende i et af ovennævnte lande eller være opført på nogen af ovennævnte lister. Licenstager erklærer sig desuden indforstået med ikke at ville bruge Apple-software til forbudte formål i henhold til gældende amerikansk lov, inklusive – men ikke begrænset til – udvikling, design og fremstilling af kernevåben, missiler og kemiske eller biologiske våben. ";
"Part42" = "9. Amerikanske offentlige myndigheder som slutbrugere. Apple-software og tilhørende dokumentation er defineret som “Commercial Items” i henhold til 48 C.F.R. §2.101 og som bestående af “Commercial Computer Software” og “Commercial Computer Software Documentation” i henhold til 48 C.F.R. §12.212 eller 48 C.F.R. §227.7202. I henhold til 48 C.F.R. §12.212 og 48 C.F.R. §227.7202-1 til 227.7202-4 gives amerikanske offentlige myndigheder som slutbrugere licens til “Commercial Computer Software” og “Commercial Computer Software Documentation” (i) kun som “Commercial Items” (i) og kun med de rettigheder, som andre slutbrugere har i henhold til denne licensaftale. Alle rettigheder til upubliceret materiale forbeholdes i henhold til den amerikanske lov om ophavsret.";
"Part43" = "10. Gældende lovgivning og tilsidesættelse af bestemmelser. Denne licens er underlagt lovgivningen i staten Californien med undtagelse af bestemmelserne om retstvister. Licensen er ikke underlagt FN-konventionen vedr. aftaler om internationale løsørekøb. Hvis licenstager er privat forbruger med bopæl i Storbritannien, er nærværende licensaftale underlagt gældende lokal lov. Hvis en retsinstans skulle finde, at en paragraf eller en del af en paragraf i denne licens er i modstrid med gældende ret, skal resten af denne licens stadig gælde i fuldt omfang.";
"Part44" = "11. Komplet licensaftale; sprogforrang. Denne licens udgør den eneste aftale mellem licenstager og Apple med hensyn til brugen af Apple-software og erstatter alle tidligere eller nuværende aftaler herom. Ingen tilføjelser eller ændringer til nærværende licens vil være bindende, medmindre de er udfærdiget skriftligt og underskrevet af Apple. Alle oversættelser af denne licens foretages pga. lokale lovkrav, og i tilfælde af uoverensstemmelse mellem den engelske version af licensaftalen og den oversatte version er den engelske version altid den gældende, for så vidt som dette ikke er ulovligt i henhold til gældende lokal lov.";
"Part45" = "12. Tredjeparters rettigheder. Dele af Apple-softwaren kan bruge eller inkludere software fra tredjeparter og andet materiale, der er beskyttet af ophavsret. Oplysninger om rettigheder, licensbetingelser og ansvarsfraskrivelser til dette materiale findes i den elektroniske dokumentation til Apple-software, og licenstagers brug af dette materiale er underlagt de respektive rettighedshaveres betingelser.";
"Part46" = "EA1576";
"Part47" = "8/16/2018";